tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "taylorwilsdon/tap"
brew "jpeg-xl"
brew "bat"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "postgresql@15"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tesseract-lang"
brew "tmux"
brew "tree"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "qmk/qmk/qmk"
brew "taylorwilsdon/tap/reclaimed"
cask "betterdisplay"
cask "bettertouchtool"
cask "daisydisk"
cask "dbngin"
cask "discord"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-atkynson-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "iina"
cask "istat-menus"
cask "jordanbaird-ice"
cask "obsidian"
cask "notunes"
cask "qmk-toolbox"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "steermouse"
cask "tableplus"
cask "zoom"
go "github.com/air-verse/air"
go "github.com/melkeydev/go-blueprint"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
